
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1.1 生物背景 · BrainPy Handbook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-code/plugin.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="biophysical_models.html" />
    
    
    <link rel="prev" href="../neurons.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    0. 简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../neurons.html">
            
                <a href="../neurons.html">
            
                    
                    1. 神经元模型
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.1" data-path="biological_background.html">
            
                <a href="biological_background.html">
            
                    
                    1.1 生物背景
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="biophysical_models.html">
            
                <a href="biophysical_models.html">
            
                    
                    1.2 生理模型
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="reduced_models.html">
            
                <a href="reduced_models.html">
            
                    
                    1.3 简化模型
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="firing_rate_models.html">
            
                <a href="firing_rate_models.html">
            
                    
                    1.4 发放率模型
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../synapses.html">
            
                <a href="../synapses.html">
            
                    
                    2. 突触模型
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../synapse/dynamics.html">
            
                <a href="../synapse/dynamics.html">
            
                    
                    2.1 突触动力学模型
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../synapse/plasticity.html">
            
                <a href="../synapse/plasticity.html">
            
                    
                    2.2 突触可塑性模型
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../networks.html">
            
                <a href="../networks.html">
            
                    
                    3. 网络模型
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../networks/spiking_neural_networks.html">
            
                <a href="../networks/spiking_neural_networks.html">
            
                    
                    3.1 脉冲神经网络
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../networks/rate_models.html">
            
                <a href="../networks/rate_models.html">
            
                    
                    3.2 发放率神经网络
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.1 生物背景</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="11-&#x751F;&#x7269;&#x80CC;&#x666F;">1.1 &#x751F;&#x7269;&#x80CC;&#x666F;</h2>
<p>&#x4F5C;&#x4E3A;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x5355;&#x4F4D;&#xFF0C;&#x795E;&#x7ECF;&#x5143;&#x66FE;&#x7ECF;&#x5728;&#x5F88;&#x957F;&#x7684;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x5185;&#xFF0C;&#x5BF9;&#x7814;&#x7A76;&#x8005;&#x4FDD;&#x6301;&#x7740;&#x795E;&#x79D8;&#x3002;&#x4F46;&#x5728;&#x6700;&#x8FD1;&#x7684;&#x51E0;&#x4E2A;&#x4E16;&#x7EAA;&#xFF0C;&#x968F;&#x7740;&#x5B9E;&#x9A8C;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x7814;&#x7A76;&#x8005;&#x5DF2;&#x4E3A;&#x8FD9;&#x4E9B;&#x5728;&#x6211;&#x4EEC;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x4E2D;&#x65E0;&#x4F11;&#x65E0;&#x6B62;&#x5730;&#x5DE5;&#x4F5C;&#x7684;&#x5C0F;&#x4E1C;&#x897F;&#x753B;&#x51FA;&#x4E86;&#x4E00;&#x5F20;&#x57FA;&#x672C;&#x7684;&#x8096;&#x50CF;&#x3002;</p>
<p>&#x8981;&#x60F3;&#x7528;&#x8BA1;&#x7B97;&#x795E;&#x7ECF;&#x79D1;&#x5B66;&#x7684;&#x65B9;&#x6CD5;&#x5EFA;&#x6A21;&#x795E;&#x7ECF;&#x5143;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x4ECE;&#x8FD9;&#x5F20;&#x771F;&#x5B9E;&#x7EC6;&#x80DE;&#x819C;&#x7684;&#x8096;&#x50CF;&#x5165;&#x624B;&#x3002;</p>
<center><img src="../../figs/neus/neuron_membrane.png" width="584" height="300">    </center>

<center><b> Fig. 1-1 Neuron membrane diagram | what-when-how.com </b></center>

<p>&#x4E0A;&#x56FE;&#x662F;&#x4E00;&#x5F20;&#x5E26;&#x6709;&#x79BB;&#x5B50;&#x901A;&#x9053;&#x548C;&#x78F7;&#x8102;&#x53CC;&#x5C42;&#x819C;&#x7684;&#x795E;&#x7ECF;&#x5143;&#x819C;&#x7684;&#x4E00;&#x822C;&#x6027;&#x793A;&#x610F;&#x56FE;&#x3002;&#x7EC6;&#x80DE;&#x819C;&#x5C06;&#x79BB;&#x5B50;&#x548C;&#x6DB2;&#x4F53;&#x5212;&#x5206;&#x4E3A;&#x80DE;&#x5185;&#x548C;&#x80DE;&#x5916;&#x4E24;&#x4FA7;&#xFF0C;&#x90E8;&#x5206;&#x5730;&#x963B;&#x6B62;&#x4E86;&#x80DE;&#x5185;&#x548C;&#x80DE;&#x5916;&#x7684;&#x7269;&#x8D28;&#x4EA4;&#x6362;&#x3002;&#x4E8E;&#x662F;&#x4EA7;&#x751F;&#x4E86;<strong>&#x819C;&#x7535;&#x4F4D;</strong>&#x2014;&#x2014;&#x5373;&#xFF0C;&#x7EC6;&#x80DE;&#x819C;&#x4E24;&#x4FA7;&#x7684;&#x7535;&#x4F4D;&#x5DEE;&#x3002;</p>
<p>&#x7EC6;&#x80DE;&#x5185;&#x6216;&#x7EC6;&#x80DE;&#x5916;&#x7684;&#x4E00;&#x4E2A;&#x79BB;&#x5B50;&#x4E3B;&#x8981;&#x53D7;&#x4E24;&#x79CD;&#x529B;&#x7684;&#x652F;&#x914D;&#xFF1A;&#x7EC6;&#x80DE;&#x5185;&#x5916;&#x79BB;&#x5B50;&#x6D53;&#x5EA6;&#x5DEE;&#x4EA7;&#x751F;&#x7684;&#x6269;&#x6563;&#x529B;&#x548C;&#x7EC6;&#x80DE;&#x5185;&#x5916;&#x7535;&#x4F4D;&#x5DEE;&#x4EA7;&#x751F;&#x7684;&#x7535;&#x573A;&#x529B;&#x3002;&#x5F53;&#x8FD9;&#x4E24;&#x79CD;&#x529B;&#x8FBE;&#x5230;&#x5E73;&#x8861;&#x65F6;&#xFF0C;&#x79BB;&#x5B50;&#x7684;&#x603B;&#x53D7;&#x529B;&#x4E3A;&#x96F6;&#xFF0C;&#x6BCF;&#x79CD;&#x79BB;&#x5B50;&#x90FD;&#x8FBE;&#x5230;&#x5176;&#x81EA;&#x8EAB;&#x7684;&#x79BB;&#x5B50;&#x5E73;&#x8861;&#x7535;&#x4F4D;&#x3002;&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x795E;&#x7ECF;&#x5143;&#x7684;&#x819C;&#x7535;&#x4F4D;&#x7EF4;&#x6301;&#x5728;&#x4E00;&#x4E2A;&#x5C0F;&#x4E8E;&#x96F6;&#x7684;&#x503C;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x7531;&#x6240;&#x6709;&#x79BB;&#x5B50;&#x5E73;&#x8861;&#x7535;&#x4F4D;&#x6574;&#x5408;&#x800C;&#x6210;&#x7684;&#x819C;&#x7535;&#x4F4D;&#xFF0C;&#x5C31;&#x88AB;&#x79F0;&#x4E3A;<strong>&#x9759;&#x606F;&#x7535;&#x4F4D;</strong>&#xFF0C;&#x795E;&#x7ECF;&#x5143;&#x5219;&#x5728;&#x6B64;&#x65F6;&#x8FDB;&#x5165;&#x6240;&#x8C13;&#x7684;<strong>&#x9759;&#x606F;&#x72B6;&#x6001;</strong>&#x3002;&#x5982;&#x679C;&#x795E;&#x7ECF;&#x5143;&#x4E0D;&#x53D7;&#x5916;&#x90E8;&#x5E72;&#x6270;&#xFF0C;&#x5219;&#x5B83;&#x5C06;&#x81EA;&#x53D1;&#x5BFB;&#x627E;&#x5230;&#x5E73;&#x8861;&#x7684;&#x9759;&#x606F;&#x72B6;&#x6001;&#xFF0C;&#x5E76;&#x7EF4;&#x6301;&#x5728;&#x8FD9;&#x4E00;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x7136;&#x800C;&#xFF0C;&#x4ECE;&#x5916;&#x90E8;&#x8F93;&#x5165;&#x5230;&#x5185;&#x90E8;&#x7684;&#x5FAA;&#x73AF;&#x8F93;&#x5165;&#xFF0C;&#x4ECE;&#x523A;&#x6FC0;&#x8F93;&#x5165;&#x5230;&#x80CC;&#x666F;&#x7684;&#x566A;&#x58F0;&#x8F93;&#x5165;&#xFF0C;&#x6BCF;&#x4E00;&#x6BEB;&#x79D2;&#xFF0C;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x90FD;&#x63A5;&#x6536;&#x5230;&#x4E0D;&#x8BA1;&#x5176;&#x6570;&#x7684;&#x5916;&#x90E8;&#x6270;&#x52A8;&#x3002;&#x9762;&#x5BF9;&#x8FD9;&#x4E9B;&#x8F93;&#x5165;&#xFF0C;&#x795E;&#x7ECF;&#x5143;&#x53D1;&#x653E;<strong>&#x52A8;&#x4F5C;&#x7535;&#x4F4D;</strong>&#xFF08;&#x6216;<strong>&#x5CF0;&#x7535;&#x4F4D;</strong>&#xFF09;&#x6765;&#x5728;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x4E2D;&#x5904;&#x7406;&#x3001;&#x4F20;&#x9012;&#x4FE1;&#x606F;&#x3002;</p>
<center><img src="../../figs/neus/action_potential.png" width="533" height="300">    </center>

<center><b> Fig. 1-2 Action Potential | Wikipedia </b></center>



<p>&#x5982;&#x679C;&#x8981;&#x5177;&#x4F53;&#x5730;&#x89E3;&#x91CA;&#x4E00;&#x4E2A;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#xFF0C;&#x5219;&#x6211;&#x4EEC;&#x8BF4;&#x5728;&#x758F;&#x6C34;&#x6027;&#x78F7;&#x8102;&#x53CC;&#x5C42;&#x819C;&#x4E24;&#x4FA7;&#x7684;&#x79BB;&#x5B50;&#x7A7F;&#x8FC7;&#x5982;&#x56FE;1-1&#x6240;&#x793A;&#x7684;&#x79BB;&#x5B50;&#x901A;&#x9053;&#x8FDB;&#x884C;&#x4EA4;&#x6362;&#x3002;&#x7531;&#x4E8E;&#x6BD4;&#x5982;&#x8BF4;&#xFF0C;&#x5916;&#x754C;&#x8F93;&#x5165;&#x5F15;&#x8D77;&#x7684;&#x73AF;&#x5883;&#x53D8;&#x5316;&#xFF0C;&#x79BB;&#x5B50;&#x901A;&#x9053;&#x4F1A;&#x5728;&#x6253;&#x5F00;&#x548C;&#x5173;&#x95ED;&#x7684;&#x72B6;&#x6001;&#x4E4B;&#x95F4;&#x5207;&#x6362;&#xFF0C;&#x63A7;&#x5236;&#x7740;&#x76F8;&#x5E94;&#x79BB;&#x5B50;&#x7684;&#x4EA4;&#x6362;&#x901F;&#x7387;&#x3002;</p>
<p>&#x5728;&#x72B6;&#x6001;&#x5207;&#x6362;&#x65F6;&#xFF0C;&#x819C;&#x4E24;&#x4FA7;&#x7279;&#x5B9A;&#x79BB;&#x5B50;&#x7684;&#x6D53;&#x5EA6;&#xFF08;&#x4E3B;&#x8981;&#x662F;Na+&#x548C;K+&#x7684;&#x6D53;&#x5EA6;&#xFF09;&#x53D1;&#x751F;&#x53D8;&#x5316;&#xFF0C;&#x5F15;&#x53D1;&#x819C;&#x7535;&#x4F4D;&#x7684;&#x5267;&#x53D8;&#xFF1A;&#x819C;&#x7535;&#x4F4D;&#x5148;&#x4E0A;&#x5347;&#x5230;&#x4E00;&#x4E2A;&#x5CF0;&#x503C;&#xFF0C;&#x968F;&#x540E;&#x5728;&#x77ED;&#x65F6;&#x95F4;&#x5185;&#x8FC5;&#x901F;&#x8DCC;&#x56DE;&#x4E00;&#x4E2A;&#x5C0F;&#x4E8E;&#x9759;&#x606F;&#x7535;&#x4F4D;&#x7684;&#x503C;&#x3002;&#x751F;&#x7269;&#x4E0A;&#xFF0C;&#x5F53;&#x819C;&#x7535;&#x4F4D;&#x53D1;&#x751F;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x53D8;&#x5316;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x795E;&#x7ECF;&#x5143;&#x4EA7;&#x751F;&#x4E86;<strong>&#x52A8;&#x4F5C;&#x7535;&#x4F4D;</strong>&#xFF0C;&#x6216;<strong>&#x5CF0;&#x7535;&#x4F4D;</strong>&#xFF0C;&#x6216;&#x8BF4;&#x795E;&#x7ECF;&#x5143;<strong>&#x6FC0;&#x6D3B;</strong>&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x88AB;&#x5206;&#x4E3A;&#x4E09;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;<strong>&#x53BB;&#x6781;&#x5316;</strong>&#x3001;<strong>&#x590D;&#x6781;&#x5316;</strong>&#x548C;<strong>&#x4E0D;&#x5E94;&#x671F;</strong>&#x3002;&#x5728;&#x53BB;&#x6781;&#x5316;&#x9636;&#x6BB5;&#xFF0C;&#x94A0;&#x79BB;&#x5B50;&#x6D41;&#x5165;&#x7EC6;&#x80DE;&#xFF0C;&#x94BE;&#x79BB;&#x5B50;&#x6D41;&#x51FA;&#x7EC6;&#x80DE;&#xFF0C;&#x4F46;&#x94A0;&#x79BB;&#x5B50;&#x7684;&#x6D41;&#x5165;&#x901F;&#x5EA6;&#x66F4;&#x5FEB;&#xFF0C;&#x56E0;&#x6B64;&#x819C;&#x7535;&#x4F4D;&#x4ECE;&#x4E00;&#x4E2A;&#x4F4E;&#x7684;&#x9759;&#x606F;&#x7535;&#x4F4D;&#x5F00;&#x59CB;&#x7F13;&#x6162;&#x5347;&#x9AD8;&#xFF0C;&#x8FD9;&#x79CD;&#x6D41;&#x5165;&#x548C;&#x6D41;&#x51FA;&#x901F;&#x5EA6;&#x4E4B;&#x95F4;&#x7684;&#x5DEE;&#x503C;&#x4E5F;&#x9010;&#x6E10;&#x589E;&#x5927;&#xFF0C;&#x5728;&#x819C;&#x7535;&#x4F4D;&#x9AD8;&#x4E8E;&#x9608;&#x503C;&#x7535;&#x4F4D;&#x540E;&#xFF0C;&#x5176;&#x9AA4;&#x589E;&#x5230;&#x67D0;&#x4E00;&#x5927;&#x4E8E;0&#x7684;&#x6B63;&#x503C;&#x3002;&#x968F;&#x540E;&#x94BE;&#x79BB;&#x5B50;&#x7684;&#x6D41;&#x51FA;&#x52A0;&#x5FEB;&#xFF0C;&#x94A0;&#x79BB;&#x5B50;&#x7684;&#x6D41;&#x5165;&#x51CF;&#x7F13;&#xFF0C;&#x6D41;&#x51FA;&#x901F;&#x5EA6;&#x53D8;&#x5F97;&#x5927;&#x4E8E;&#x6D41;&#x5165;&#x901F;&#x5EA6;&#xFF0C;&#x819C;&#x7535;&#x4F4D;&#x4ECE;&#x800C;&#x964D;&#x4F4E;&#xFF0C;&#x590D;&#x6781;&#x5316;&#x5230;&#x4E00;&#x4E2A;&#x5E38;&#x5E38;&#x4F4E;&#x4E8E;&#x9759;&#x606F;&#x7535;&#x4F4D;&#x7684;&#x503C;&#x3002;&#x6B64;&#x540E;&#xFF0C;&#x7531;&#x4E8E;&#x76F8;&#x5BF9;&#x66F4;&#x4F4E;&#x7684;&#x819C;&#x7535;&#x4F4D;&#x4EE5;&#x53CA;&#x79BB;&#x5B50;&#x901A;&#x9053;&#x7684;&#x5931;&#x6D3B;&#xFF0C;&#x795E;&#x7ECF;&#x5143;&#x5728;&#x77ED;&#x65F6;&#x95F4;&#x5185;&#x7ACB;&#x523B;&#x4EA7;&#x751F;&#x53E6;&#x4E00;&#x4E2A;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#x7684;&#x6982;&#x7387;&#x6781;&#x5C0F;&#xFF0C;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x5C06;&#x4E00;&#x76F4;&#x7EF4;&#x6301;&#x5230;&#x6211;&#x4EEC;&#x79F0;&#x4F5C;&#x4E0D;&#x5E94;&#x671F;&#x7684;&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#x7ED3;&#x675F;&#x3002;</p>
<p>&#x5355;&#x4E2A;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#x5DF2;&#x7ECF;&#x975E;&#x5E38;&#x590D;&#x6742;&#xFF0C;&#x4F46;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x795E;&#x7ECF;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x4EC5;&#x4EC5;&#x4E00;&#x4E2A;&#x795E;&#x7ECF;&#x5143;&#x5C31;&#x53EF;&#x4EE5;&#x5728;&#x4E00;&#x79D2;&#x4E4B;&#x5185;&#x4EA7;&#x751F;&#x591A;&#x4E2A;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#x3002;&#x8FD9;&#x4E9B;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#x662F;&#x4EE5;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x6A21;&#x5F0F;&#x88AB;&#x4EA7;&#x751F;&#x7684;&#xFF1F;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x795E;&#x7ECF;&#x5143;&#x53EF;&#x80FD;&#x5728;&#x9762;&#x5BF9;&#x4E0D;&#x540C;&#x7684;&#x8F93;&#x5165;&#x65F6;&#x53D1;&#x653E;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#xFF0C;&#x5E76;&#x4E14;&#x5B83;&#x4EEC;&#x53D1;&#x653E;&#x7684;&#x65B9;&#x5F0F;&#x53EF;&#x4EE5;&#x88AB;&#x5206;&#x4E3A;&#x6570;&#x79CD;&#x653E;&#x7535;&#x6A21;&#x5F0F;&#xFF0C;&#x56FE;1-3&#x4E2D;&#x753B;&#x51FA;&#x4E86;&#x5176;&#x4E2D;&#x4E00;&#x90E8;&#x5206;&#x3002;</p>
<center><img src="../../figs/neus/multiple_firing_pattern.png" width="600" height="300">    </center>

<center><b>Figure 1-3 Some firing patterns</b></center>

<p>&#x8BA1;&#x7B97;&#x795E;&#x7ECF;&#x79D1;&#x5B66;&#x5728;&#x7EC6;&#x80DE;&#x5C42;&#x9762;&#x4E0A;&#x6240;&#x8981;&#x5EFA;&#x6A21;&#x7684;&#xFF0C;&#x6B63;&#x662F;&#x52A8;&#x4F5C;&#x7535;&#x4F4D;&#x7684;&#x5F62;&#x72B6;&#x548C;&#x8FD9;&#x4E9B;&#x653E;&#x7535;&#x6A21;&#x5F0F;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../neurons.html" class="navigation navigation-prev " aria-label="Previous page: 1. 神经元模型">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="biophysical_models.html" class="navigation navigation-next " aria-label="Next page: 1.2 生理模型">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.1 生物背景","level":"1.2.1","depth":2,"next":{"title":"1.2 生理模型","level":"1.2.2","depth":2,"path":"neurons/biophysical_models.md","ref":"neurons/biophysical_models.md","articles":[]},"previous":{"title":"1. 神经元模型","level":"1.2","depth":1,"path":"neurons.md","ref":"neurons.md","articles":[{"title":"1.1 生物背景","level":"1.2.1","depth":2,"path":"neurons/biological_background.md","ref":"neurons/biological_background.md","articles":[]},{"title":"1.2 生理模型","level":"1.2.2","depth":2,"path":"neurons/biophysical_models.md","ref":"neurons/biophysical_models.md","articles":[]},{"title":"1.3 简化模型","level":"1.2.3","depth":2,"path":"neurons/reduced_models.md","ref":"neurons/reduced_models.md","articles":[]},{"title":"1.4 发放率模型","level":"1.2.4","depth":2,"path":"neurons/firing_rate_models.md","ref":"neurons/firing_rate_models.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":["katex","code","splitter","-lunr","-search","search-pro"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"katex":{},"code":{"copyButtons":true},"splitter":{},"search-pro":{},"highlight":{},"sharing":{"all":["facebook","google","twitter","weibo","instapaper"],"facebook":true,"google":false,"instapaper":false,"twitter":true,"vk":false,"weibo":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageBreaksBefore":"/","headerTemplate":"_TITLE_","paperSize":"a4","margin":{"right":62,"left":62,"top":56,"bottom":56},"fontSize":12,"fontFamily":"Arial","footerTemplate":null,"chapterMark":"pagebreak","pageNumbers":true},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"BrainPy Handbook","language":"zh-hans","gitbook":"*","description":"A Handbook introducing how to implement brain models by BrainPy for computational neuroscience."},"file":{"path":"neurons/biological_background.md","mtime":"2021-05-05T06:58:35.589Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-05-05T07:55:32.903Z"},"basePath":"..","book":{"language":"zh"}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-code/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

